/* 
  ITDeviceRingtoneViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/22/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveAlertTitle"              = "Are you sure you want to remove the ringtone?";
"RemoveAlertDefaultButton"      = "OK";
"RemoveAlertAlternateButton"    = "Cancel";

"StatusTemplate"            = "%d Ringtones";
"StatusSelectedTemplate"    = "%d Ringtones, %d Selected";

"ContextMenuImport"         = "Import";
"ContextMenuRemove"         = "Remove";
"ContextMenuExport"         = "Export";

"ProgressConvert"           = "Converting...";
"ProgressImport"            = "Importing...";
"ProgressRefresh"           = "Refresh...";
"ProgressRemove"            = "Removing...";
"ProgressCopy"              = "Copying files...";

"ConvertFailedTitle"        = "The following music conversion fails";
"MediaOPRSATHostBusy"       = "Device is busy, please try again later.";
"MediaOPRSiTunesInit"       = "Unable to read the data, try to initialize the device in iTunes and try again.";
"MediaOPRSATHostBad"        = "Operation failed, please try again later. ";
"MediaOPRSUnknow"           = "Unknown error, please try again later.";

"UnsupportedFileAlertTitle" = "Unsupported file types\nRingtone only supports m4r, m4a, mp3, wav, wma, ape, flac, ogg file";
